"""
text.py - приведены стандартные ответы и сообщения бота 
"""


START = (
    'У меня есть несколько команд:\n\n'
    '/help - подробнее о командах\n\n'
    '/search - начать поиск\nрасписания электричек\n'
    '/mcd - расписание московских центральных диаметров\n'
    '/aeroexp - поиск расписания\nпоездов Aeroexpress\n'
    '/scheme - показать схему пригородного сообщения\n'
)

HELP = (
    'Держи описание каждой из команд\n\n'
    'https://telegra.ph/O-tom-kak-ehto-rabotaet-07-17'
)

HELLO = 'Привет. Рада тебя видеть!'

SEARCH = (
    'Выбери станции отправления и назначения, '
    'нажав на пустые поля таблицы'
)

MCD = (
    'Выбери один из центральных диаметров'
)

AEROEXP = (
    'Выбери один из аэропортов, куда собираешься поехать\n'
    '(расписание показывается с отправлением от вокзала)'
)

CALENDAR = (
    'Выбери дату планируемой поездки. '
    'Ты можешь поменять не только день, но и месяц.'
)
